; GLAByrinth == Test sampling of secondary "XCom Archives" content

; Line #8974
;[UIAvengerShortcuts]
;+LabelCQ_XCOMDatabase=XCOM Archives + LAByrinth <img src='img:///UILibrary_Common.status_revealed' width='24' height='24' vspace='-4'>

; Line #9666++
;[UIInventory_XComDatabase]
;+m_strTitle=<font color='#27AAE1'>LAByrinth</font>
;+m_strSubTitleTitle=Revealing some FACTS...;<img src='img:///LABy_UILibrary.LABy_Revealer-ON' width='32' height='32' vspace='-4'>

; Line #4701+++
; Alloys + Cores + Crystals mini-prefix-Tugs

[AlienAlloy X2ItemTemplate]
FriendlyName="<img src='img:///LABy_UILibrary.Tug_Alloys' width='24' height='24' vspace='0'>Alloys"
FriendlyNamePlural="<img src='img:///LABy_UILibrary.Tug_Alloys' width='24' height='24' vspace='0'>Alloys"

[EleriumCore X2ItemTemplate]
FriendlyName="<img src='img:///LABy_UILibrary.Tug_Cores' width='24' height='24' vspace='0'>Core"
FriendlyNamePlural="<img src='img:///LABy_UILibrary.Tug_Cores' width='24' height='24' vspace='0'>Cores"

[EleriumDust X2ItemTemplate]
FriendlyName="<img src='img:///LABy_UILibrary.Tug_Elerium' width='24' height='24' vspace='0'>Crystals"
FriendlyNamePlural="<img src='img:///LABy_UILibrary.Tug_Elerium' width='24' height='24' vspace='0'>Crystals"

; Inspired from default Lines #14398 ++
; Hooked via the custom "XComEncyclopedia.INI" declarations
; TAG+TOG Icons (and much more!) are dispatched dynamically by "XComLAByrinth.INI" config

; -------------------------------------------------
; ---------- LAByrinth Templates ------------------
; -------------------------------------------------

[Header_LAByrinth X2EncyclopediaTemplate]
ListTitle="LAByrinth"

[LAByrinth X2EncyclopediaTemplate]
ListTitle="Index (Flowchart (-0-) Reference)"
DescriptionTitle="Tech Tree Index"

; ------------------
; GAMEPLAY CONCEPTS
; ------------------

[Header_GAMEPLAYCO X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_GameConcepts' width='32' height='32' vspace='-6'> GAMEPLAY CONCEPTS"

[LStartHere X2EncyclopediaTemplate]
ListTitle="Start Here! (Temp + Generic Help)"
DescriptionTitle="Tech Tree (..will become 'Starters!')"
DescriptionEntry="<img src='img:///LABy_UILibrary.LABy_Tree(Sample)' width='512' height='688' vscape='0'> ** Click or Hover any symbols to consult details via ToolTips **"

[LMissionsEvents X2EncyclopediaTemplate]
ListTitle="Missions & Events"
DescriptionTitle="Where / What / Why / When + Who"
DescriptionEntry="<font color='#ACA68A' size='28'>MISSIONS_____________________________</font>\n\n<img src='img:///UILibrary_Common.x4_icon' width='48' height='48' vspace='-12'> ... Gate Crasher! <img src='img:///LABy_UILibrary.Tag_GameEvents' width='32' height='32' vspace='-8'>\nFour barely skilled Rookies, a pack of X4 charges, <font color='#AD0101' size='26'>ADVENT</font> patrolling the area... add a bit of luck and you're heading to the Evac-Zone -- unscated?!\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Council' width='48' height='48' vspace='-20'> Council -- Rescue, Capture or Kill VIP!\nSome people you'll encounter ...\nGood<img src='img:///UILibrary_Common.Objective_VIPGood' width='32' height='32' vspace='-8'>Engineer or Scientist & <img src='img:///UILibrary_Common.Objective_VIP' width='32' height='32' vspace='-8'><img src='img:///UILibrary_Common.Objective_VIPBad' width='32' height='32' vspace='-8'>Dark 'Personas'.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Region' width='48' height='48' vspace='-20'> Contact Region(s)!\nOtherwise you won't have a steady flow of<img src='img:///LABy_UILibrary.Tug_Supplies' width='28' height='28' vspace='-6'>Supplies.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Outpost' width='48' height='48' vspace='-20'> Build a few Radio Relays!\nSomewhere, somehow it's relatively simple to spare <img src='img:///LABy_UILibrary.Tug_Intel' width='28' height='28' vspace='-6'>Intel.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_POI' width='48' height='48' vspace='-20'> Place Of Interest!\nSend the Avenger to the location & get some rewards.\nSpeaking of which...\n____________\n<img src='img:///UILibrary_DLC2IMages.MissionIcon_POI_Special2' width='48' height='48' vspace='-20'> Locator Beacon! <img src='img:///LABy_UILibrary.Tag_GameConcepts' width='32' height='32' vspace='-8'>\nA mysterious crate contains four weapon prototypes for us to grab out straight from the past. We have it on good authority that specific Classes are well suited to receive such rare combat devices ...\n\n<font color='#27AAE1' size='24'><img src='img:///LABy_UILibrary.Tag_WeaponPRI' width='32' height='32' vspace='-8'> Bolt Caster (Ranger)\n<img src='img:///LABy_UILibrary.Tag_WeaponSEC' width='32' height='32' vspace='-8'> Shadowkeeper (Sharpshooter)\n<img src='img:///LABy_UILibrary.Tag_Item' width='32' height='32' vspace='-8'> Frost Bomb (Grenadier)\n<img src='img:///LABy_UILibrary.Tag_WeaponSEC' width='32' height='32' vspace='-8'> Hunter's Axe (Same Ranger)</font>\n\n... Hurry up, we'll certainly need these powerful artifacts!\n____________\n<img src='img:///UILibrary_DLC2Images.MissionIcon_POI_Special' width='48' height='48' vspace='-20'> DR Moira Vahlen, are you there?\nEven though this reconnaissance Fly-By can be delayed, it's somehow risky to wait for too long!\n____________\n<img src='img:///UILibrary_DLC2Images.MissionIcon_AlienNest' width='48' height='48' vspace='-20'> Vipers Nest.. in a snakes infested Cavern! <img src='img:///LABy_UILibrary.Tag_GameEvents' width='32' height='32' vspace='-8'>\nCentral Officer <font color='#ACA68A' size='26'>'John Bradford'</font> himself joins the fight but, it is also highly recommended to head there with minimal firepower and a most optimal Squad.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Resistance' width='48' height='48' vspace='-20'> From & For the Resistance!\nIn some rare emergency situations, they may require your immediate assistance.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_SupplyDrop' width='48' height='48' vspace='-20'> Supply Drop!\nOn a regular schedule of about three weeks apart, your Resistance Contacts will offer a stack of<img src='img:///LABy_UILibrary.Tug_Supplies' width='28' height='28' vspace='-6'>Supplies.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_SupplyRaid' width='48' height='48' vspace='-20'> Council -- Supply Raid!\nBy attacking <font color='#AD0101' size='26'>ADVENT</font> convoys or trains, you'll have an opportunity to gather a variety of resources such as ...\n\n<img src='img:///LABy_UILibrary.Tug_Alloys' width='32' height='32' vspace='-8'>Alloys +<img src='img:///LABy_UILibrary.Tug_Elerium' width='32' height='32' vspace='-8'>Elerium +<img src='img:///LABy_UILibrary.Tug_Supplies' width='32' height='32' vspace='-8'>Supplies +<img src='img:///LABy_UILibrary.Tug_Cores' width='32' height='32' vspace='-8'>Cores .. or more!\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Retaliation' width='48' height='48' vspace='-20'> Haven Retaliation!\nSave at least <font color='#27AAE1' size='26'>'SIX'</font> of many civilians -- some of which will morph into melting <font color='#FFCC99' size='24'>«Shape-Shifter»</font> giants.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_GOPS' width='48' height='48' vspace='-20'> Guerilla Ops!\nVarious objectives and/or tasks are given to you. Namely...\n\n<font color='#53B45E' size='24'><img src='img:///UILibrary_Common.Objective_ProtectDevice' width='32' height='32' vspace='-12'> Protect the Device\n<img src='img:///UILibrary_Common.Objective_HackWorkstation' width='32' height='32' vspace='-12'> Hack Workstation\n<img src='img:///UILibrary_Common.Objective_RecoverItem' width='32' height='32' vspace='-12'> Recover Item\n<img src='img:///UILibrary_Common.Objective_DestroyAlienFacility' width='32' height='32' vspace='-12'> Destroy Relay or Facility\n<img src='img:///UILibrary_Common.Objective_GoldenPath' width='32' height='32' vspace='-12'> Golden Path(s)</font>\n\n... in exchange for special Rewards like resources, Engineer or Scientist, highly ranked Soldiers & a counteract to one of the currently pending <font color='#ACA68A' size='26'>'Dark Events'</font> !\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Advent' width='48' height='48' vspace='-20'> Crashed or Landed UFO!\nOnce aboard these UFOs, a ''Warning <img src='img:///UILibrary_Common.Objective_UFO' width='24' height='24' vspace='-4'> Beacon'' console should be hacked within a timer limit to prevent Alien reinforcements from being dispatched to the AO.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Alien' width='48' height='48' vspace='-20'> Facility Assault(s)!\nThe main plan here is to ''Sabotage <img src='img:///UILibrary_Common.Objective_AttachBomb' width='24' height='24' vspace='-4'> a Device'' by implanting X4 and then, call the SkyRanger to an EVAC-Zone you can determine.\nThis indirectly represents a major strategic way to delay the <font color='#ACA68A' size='26'>'Avatar Project'</font> !\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Blacksite' width='48' height='48' vspace='-20'> Black Site! <img src='img:///LABy_UILibrary.Tag_GameEvents' width='32' height='32' vspace='-8'>\nGain entrance to the building, engage the hostile forces guarding the place, grab a precious <font color='#99FF00' size='26'>VIAL</font> & reach Evac while reinforcements show up.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_Forge' width='48' height='48' vspace='-20'> The Forge! <img src='img:///LABy_UILibrary.Tag_GameEvents' width='32' height='32' vspace='-8'>\n<font color='#FDCE2B' size='24'>Carefully! Preserve this specimen at all costs!</font> --Tygan\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_PsiGate' width='48' height='48' vspace='-20'> Psi Gate! <img src='img:///LABy_UILibrary.Tag_GameEvents' width='32' height='32' vspace='-8'>\nChryssalids are everywhere.. many of them burrowed.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_FinalMission' width='48' height='48' vspace='-20'> Network Tower! <img src='img:///LABy_UILibrary.Tag_FortressWin' width='32' height='32' vspace='-8'>\nBroadcast <img src='img:///UILibrary_Common.Objective_Broadcast' width='26' height='26' vspace='-4'>the Truth with help from a limited Squad.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_AlienFortress' width='48' height='48' vspace='-20'> Alien Fortress! <img src='img:///LABy_UILibrary.Tag_FortressWin' width='32' height='32' vspace='-8'>\nFour <font color='#CC0099' size='26'>AVATARS</font> to defeat in some vast underwater Base where multiple Psi-Gateways keep sending Pods of each Alien species -- almost constantly!\n\n<font color='#ACA68A' size='28'>EVENTS_______________________________</font>\n\n<img src='img:///UILibrary_StrategyImages.MissionIcon_ResHQ' width='48' height='48' vspace='-20'><font color='#ACA68A' size='26'> 'XCom HQ'</font> has been settled!\nYou'll regularly visit this location to perform a series of commanding tasks including;\n -- Hire new Recruits already ranked up\n -- Acquire support staff\n -- Pass idled-time to gain Intel, accelerate Facilities construction or heal the injured faster.\n____________\n<img src='img:///UILibrary_StrategyImages.MissionIcon_BlackMarket' width='48' height='48' vspace='-20'><font color='#ACA68A' size='26'> 'Black Market'</font> is opened for business!\nThe principles of Buy'n'Sell inventory apply overhere - Freely - No questions asked. Supplies<img src='img:///LABy_UILibrary.Tug_Supplies' width='24' height='24' vspace='-4'>are received, <img src='img:///LABy_UILibrary.Tug_Intel' width='24' height='24' vspace='-4'>Intel is being spent.. for anything you hold or urgently want!\n____________\n<img src='img:///UILibrary_StrategyImages.Popup_AlertLevel' width='96' height='48' vspace='-20'><font color='#ACA68A' size='28'> AVENGER</font> Defense!\nTriggered by a Dark Event ( <font color='#FDCE2B' size='24'>'Hunt XCom'</font> ), this complex face-off near the loading deck will require swift destruction of a ''Disruptor <img src='img:///UILibrary_Common.Objective_DestroyAlienFacility' width='26' height='26' vspace='-4'> Tower'' to prevent a relentless cyclic pattern of major reinforcements from Battleships.\n\n... It's <font color='#BF1E2E' size='28'>Game-Over</font> -- if you don't succeed!\n____________\n<img src='img:///LABy_UILibrary.Tag_GameConcepts' width='32' height='32' vspace='-8'> Skulljack an <font color='#AD0101' size='26'>ADVENT</font> officer to access the Psi-Network ..\n____________\n<img src='img:///LABy_UILibrary.Tag_GameConcepts' width='32' height='32' vspace='-8'> .. Skulljack a<font color='#ACA68A' size='26'> 'Codex'</font> <img src='img:///LABy_UILibrary.Tag_KillCodexAvatar' width='32' height='32' vspace='-8'> to summon ..\n____________\n<img src='img:///LABy_UILibrary.Tag_KillCodexAvatar' width='32' height='32' vspace='-8'> .. and then kill that<font color='#ACA68A' size='26'> 'Avatar'</font> too!\n\n<font color='#ACA68A' size='28'>DARK EVENTS__________________________</font>\n\nSome can almost be ignored <font color='#99FF00' size='26'>(¼)</font> as they have little to no harsh effects, others <font color='#FF9900' size='26'>(½)</font> should be dealt with at your discretion while you'd be much better off without a few <font color='#FF3300' size='26'>(¾)</font> undesirable consequences ...\n\n√_______\n<font color='#99FF00' size='26'>Alien Infiltrator</font> ~ Faceless corpses = Mimic Beacons!\n√_______\n<font color='#99FF00' size='26'>Midnight Raids</font> ~ Doubles the cost of Recruiting\n√_______\n<font color='#FF9900' size='26'>Alien Cypher</font> ~ Spending Intel is 100% more costly\n√_______\n<font color='#FF3300' size='26'>Rural Checkpoints</font> ~ Next supply drop is cut in half\n√_______\n<font color='#99FF00' size='26'>Alloy Padding</font> ~ ADVENT has more armor\n√_______\n<font color='#FF9900' size='26'>Minor/Major Breakthrough</font> ~ +1/+2 to Avatar project\n√_______\n<font color='#99FF00' size='26'>Resistance Informant</font> ~ Retaliations are 2 Weeks sooner\n√_______\n<font color='#99FF00' size='26'>Rapid Response</font> ~ Reinforcement assured in GOPs\n√_______\n<font color='#FF9900' size='26'>Viper Rounds</font> ~ ADVENT shoots with poisonous Ammo\n√_______\n<font color='#FF3300' size='26'>Hunt XCom</font> ~ Inevitable, once or twice.. when ready!\n√_______\n<font color='#99FF00' size='26'>HIDDEN</font> ~ You'd really want to (always) know?\n\n∑-EOF!"

[LClassesPromos X2EncyclopediaTemplate]
ListTitle="Classes & Promotions"
DescriptionTitle="Interactive Perk References"
DescriptionEntry="**  Hover & click to define which Perks you use most often  **\n<img src='img:///LABy_UILibrary.LABy_Promos' width='512' height='368' vscape='0'>\nThe above structure and its content was designed from personal opinions only. Your gameplay experience may very well differ which is why it has been created as an interactive & configurable 'system' (with 10 basic colors) that can be reset and saved in multiple setting 'files'.\n\n<font color='#53B45E' size='26'>Green</font> = Preferable.. PSI are <font color='#B6B3E3' size='26'>Lavender</font>\n<font color='#BF1E2E' size='26'>Red</font> = Most likely to be ignored (by me!)\n<font color='#546F6F' size='26'>Dark Cyan</font> or <font color='#ACA68A' size='26'>''Sand''</font> = Neutrals\n<font color='#E69831' size='26'>Yellow</font> = Alternatives related to very special conditions\n\n∑-EOF!"

[LConBon X2EncyclopediaTemplate]
ListTitle="Continent Bonuses"
DescriptionTitle="Just 6/14 is better than none!"
DescriptionEntry="   Ultimately, continental bonuses are a simple matter of personal preference & since they are randomized, you'll obtain either challenging or easier conditions!\n\n          <font color='#CCCCCC' size='26'>••• From Best to Average to Worst •••</font>\n<font color='#99FF00'>______________________________________________</font>\n<img src='img:///LABy_UILibrary.LABy_CB_Best5' width='512' height='64' vscape='0'>\n_____√ <font color='#99FF00' size='26'>Armed to the Teeth</font>\n ~ All primary weapons gain an additional upgrade slot\n______________√ <font color='#99FF00' size='26'>Under the Table</font>\n ~ Black Market pays 33% more supplies for items\n______________________√ <font color='#99FF00' size='26'>Lock'n'Load</font>\n ~ PCS & Weapon Upgrades may be re-used\n_______________________________√ <font color='#99FF00' size='26'>All In</font>\n ~ Resistance sends 20% more resources\n_____________________________ <font color='#99FF00' size='26'>Spare Parts</font> √_____\n ~ All Proving Grounds projects cost 50% less\n<font color='#FF9900'>______________________________________________</font>\n<img src='img:///LABy_UILibrary.LABy_CB_Neutral5' width='512' height='64' vscape='0'>\n_____√ <font color='#FF9900' size='26'>Future Combat</font>\n ~ All GTS Tactic costs reduced by 50%\n______________√ <font color='#FF9900' size='26'>Quid Pro Quo</font>\n ~ Black Market Items cost 25% less Intel\n______________________√ <font color='#FF9900' size='26'>Fire When Ready</font>\n ~ Immediate Ammo+Grenade+Weapon Experimental projects\n_______________________________√ <font color='#FF9900' size='26'>Spy Ring</font>\n ~ +25% for Intel rewards\n________________________________ <font color='#FF9900' size='26'>Suit Up!</font> √_____\n ~ Instantaneous Armor+Vest Experimental projects\n<font color='#FF3300'>______________________________________________</font>\n<img src='img:///LABy_UILibrary.LABy_CB_Worst4' width='512' height='64' vscape='0'>\n______√ <font color='#FF3300' size='26'>Pursuit of Knowledge</font>\n ~ Having a Research Lab speeds up discovery by 20%\n_________________√ <font color='#FF3300' size='26'>To Serve Mankind</font>\n ~ Recruits only cost +10 Supplies\n____________________________√ <font color='#FF3300' size='26'>Helping Hand</font>\n ~ Workshops provide one more Engineer when built\n________________________ <font color='#FF3300' size='26'>Hidden Reserves</font> √_____\n ~ +5 Power for the Avenger\n\n*____________________________________________*\n   Followed by..\n\n** A fourth section of Six Continents/Regions summary with thematic colored Images & each of their regional descriptions. Maximum links (+ external Connections) exposed.\n\n*** Calibrating formatted lines width @standard Font size ***\n_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|_|\n______________________________________________\n*** AF-Carplates/Lucida/Alpha Characters Test sized @28 ***\n<font color='#ACA68A' size='28'>.. « ± » | ― ¦ ¼ ½ ¾ ^ º ¯ ° ¤ ~ ∞ √ • Ω ∑ ..</font>"

[LGeoRegions X2EncyclopediaTemplate]
ListTitle="Geoscape Regions"
DescriptionTitle="Sixteen interlinked at random!"
DescriptionEntry="!"

; ------------
; GOLDEN PATH
; ------------

[Header_GOLDENPATH X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_Objective' width='32' height='32' vspace='-6'> GOLDEN PATH"

[OB01 X2EncyclopediaTemplate]
ListTitle="<font color='#CC0099'>[01]</font> Alien Biotech"
DescriptionTitle="Alien Biotech"
DescriptionEntry="Hook the Icons = <img src='img:///LABy_UILibrary.Tog_Objective' width='36' height='36' vspace='0'> & Fill their ToolTips!"

[OB02 X2EncyclopediaTemplate]
ListTitle="<font color='#CC0099'>[02]</font> Resistance Communications"
DescriptionTitle="Resistance Communications"
DescriptionEntry="!"

[OB03 X2EncyclopediaTemplate]
ListTitle="<font color='#CC0099'>[03]</font> ADVENT Officer Autopsy"
DescriptionTitle="ADVENT Officer Autopsy"
DescriptionEntry="!"

[OB04 X2EncyclopediaTemplate]
ListTitle="<font color='#CC0099'>[04]</font> Alien Encryption"
DescriptionTitle="Alien Encryption"
DescriptionEntry="!"

; ------------------------
; SHADOW CHAMBER PROJECTS
; ------------------------

[Header_SHACHAPROJ X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_Shadow' width='32' height='32' vspace='-6'> SHADOW CHAMBER PROJECTS"

[SC01 X2EncyclopediaTemplate]
ListTitle="<font color='#6666CC'>[01]</font> Blacksite Vial"
DescriptionTitle="Blacksite Vial"
DescriptionEntry="Hook the Icons = <img src='img:///LABy_UILibrary.Tog_Shadow' width='36' height='36' vspace='0'> & Fill their ToolTips!"  

[SC02 X2EncyclopediaTemplate]
ListTitle="<font color='#6666CC'>[02]</font> Codex Brain"
DescriptionTitle="Codex Brain"
DescriptionEntry="!" 

[SC03 X2EncyclopediaTemplate]
ListTitle="<font color='#6666CC'>[03]</font> Encrypted Codex Data"
DescriptionTitle="Encrypted Codex Data"
DescriptionEntry="!" 

[SC04 X2EncyclopediaTemplate]
ListTitle="<font color='#6666CC'>[04]</font> Recovered ADVENT Stasis Suit"
DescriptionTitle="Recovered ADVENT Stasis Suit"
DescriptionEntry="!" 

[SC05 X2EncyclopediaTemplate]
ListTitle="<font color='#6666CC'>[05]</font> Psionic Gate"
DescriptionTitle="Psionic Gate"
DescriptionEntry="!" 

[SC06 X2EncyclopediaTemplate]
ListTitle="<font color='#6666CC'>[06]</font> Avatar Autopsy"
DescriptionTitle="Avatar Autopsy"
DescriptionEntry="!" 

; ---------
; RESEARCH
; ---------

[Header_LABYRESEARCH X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_Research' width='32' height='32' vspace='-6'> RESEARCH"

[RE01 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[01]</font> Hybrid Materials"
DescriptionTitle="Hybrid Materials"
DescriptionEntry="Hook the Icons = <img src='img:///LABy_UILibrary.Tog_Research' width='36' height='36' vspace='0'> & Fill their ToolTips!!"

[RE02 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[02]</font> Modular Weapons"
DescriptionTitle="Modular Weapons"
DescriptionEntry="!"

[RE03 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[03]</font> Plated Armor"
DescriptionTitle="Plated Armor"
DescriptionEntry="!"

[RE04 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[04]</font> Magnetic Weapons"
DescriptionTitle="Magnetic Weapons"
DescriptionEntry="!"

[RE05 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[05]</font> Gauss Weapons"
DescriptionTitle="Gauss Weapons"
DescriptionEntry="!"

[RE06 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[06]</font> Elerium"
DescriptionTitle="Elerium"
DescriptionEntry="!"

[RE07 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[07]</font> Psionics"
DescriptionTitle="Psionics"
DescriptionEntry="!"

[RE08 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[08]</font> Powered Armor"
DescriptionTitle="Powered Armor"
DescriptionEntry="!"

[RE09 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[09]</font> Plasma Rifle"
DescriptionTitle="Plasma Rifle"
DescriptionEntry="!"

[RE10 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[10]</font> Beam Cannon"
DescriptionTitle="Beam Cannon"
DescriptionEntry="!"

[RE11 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[11]</font> Plasma Lance"
DescriptionTitle="Plasma Lance"
DescriptionEntry="!"

[RE12 X2EncyclopediaTemplate]
ListTitle="<font color='#0099FF'>[12]</font> Storm Gun"
DescriptionTitle="Storm Gun"
DescriptionEntry="!"

[RE13 X2EncyclopediaTemplate]
ListTitle="<font color='#00CCFF'>[13]</font> Resistance Radio"
DescriptionTitle="Radio Relays"
DescriptionEntry="!"

; ----------
; AUTOPSIES
; ----------

[Header_AUTOPSIES X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_Autopsy' width='32' height='32' vspace='-6'> AUTOPSIES"

[AU01 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[01]</font> ADVENT Trooper Autopsy"
DescriptionTitle="ADVENT Trooper Autopsy"
DescriptionEntry="Hook the Icons = <img src='img:///LABy_UILibrary.Tog_Autopsy' width='36' height='36' vspace='0'> & Fill their ToolTips!" 

[AU02 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[02]</font> ADVENT Stun Lancer Autopsy"
DescriptionTitle="ADVENT Stun Lancer Autopsy"
DescriptionEntry="!" 

[AU03 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[03]</font> ADVENT Shieldbearer Autopsy"
DescriptionTitle="ADVENT Shieldbearer Autopsy"
DescriptionEntry="!"

[AU04 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[04]</font> ADVENT Turret Breakdown"
DescriptionTitle="ADVENT Turret Breakdown"
DescriptionEntry="!"

[AU05 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[05]</font> ADVENT MEC Breakdown"
DescriptionTitle="ADVENT MEC Breakdown"
DescriptionEntry="!"

[AU06 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[06]</font> Sectopod Autopsy"
DescriptionTitle="Sectopod Autopsy"
DescriptionEntry="!"

[AU07 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[07]</font> Sectoid Autopsy"
DescriptionTitle="Sectoid Autopsy"
DescriptionEntry="!"

[AU08 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[08]</font> Viper Autopsy"
DescriptionTitle="Viper Autopsy"
DescriptionEntry="!"

[AU09 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[09]</font> Muton Autopsy"
DescriptionTitle="Muton Autopsy"
DescriptionEntry="!"

[AU10 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[10]</font> Berserker Autopsy"
DescriptionTitle="Berserker Autopsy"
DescriptionEntry="!"

[AU11 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[11]</font> Archon Autopsy"
DescriptionTitle="Archon Autopsy"
DescriptionEntry="!"

[AU12 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[12]</font> Faceless Autopsy"
DescriptionTitle="Faceless Autopsy"
DescriptionEntry="!"

[AU13 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[13]</font> Chryssalid Autopsy"
DescriptionTitle="Chryssalid Autopsy"
DescriptionEntry="!"

[AU14 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[14]</font> Andromedon Autopsy"
DescriptionTitle="Andromedon Autopsy"
DescriptionEntry="!"

[AU15 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[15]</font> Gatekeeper Autopsy"
DescriptionTitle="Gatekeeper Autopsy"
DescriptionEntry="!"

[AU16 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[16]</font> Viper King Autopsy"
DescriptionTitle="Viper King Autopsy"
DescriptionEntry="!"

[AU17 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[17]</font> Berserker Queen Autopsy"
DescriptionTitle="Berserker Queen Autopsy"
DescriptionEntry="!"

[AU18 X2EncyclopediaTemplate]
ListTitle="<font color='#99CC00'>[18]</font> Archon King Autopsy"
DescriptionTitle="Archon King Autopsy"
DescriptionEntry="!"

; -------------------------
; PROVING GROUNDS PROJECTS
; -------------------------

[Header_PGPROJ X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_PGProject' width='32' height='32' vspace='-6'> PROVING GROUNDS PROJECTS"

[PG01 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[01]</font> Battlefield Medicine"
DescriptionTitle="Battlefield Medicine"
DescriptionEntry="Hook the Icons = <img src='img:///LABy_UILibrary.Tog_PGProject' width='36' height='36' vspace='0'> & Fill their ToolTips!\n\n** Experimentals have a different Icon, btw!" 

[PG02 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[02]</font> E.X.O. Suit"
DescriptionTitle="E.X.O. Suit"
DescriptionEntry="!"

[PG03 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[03]</font> Spider Suit"
DescriptionTitle="Spider Suit"
DescriptionEntry="!"

[PG04 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[04]</font> W.A.R. Suit"
DescriptionTitle="W.A.R. Suit"
DescriptionEntry="!"

[PG05 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[05]</font> Wraith Suit"
DescriptionTitle="Wraith Suit"
DescriptionEntry="!"

[PG06 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[06]</font> Skulljack"
DescriptionTitle="Skulljack"
DescriptionEntry="!"

[PG07 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[07]</font> Skullmining"
DescriptionTitle="Skullmining"
DescriptionEntry="!"

[PG08 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[08]</font> Bluescreen Protocol"
DescriptionTitle="Bluescreen Protocol"
DescriptionEntry="!"

[PG09 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[09]</font> Plasma Grenade"
DescriptionTitle="Plasma Grenade"
DescriptionEntry="!"

[PG10 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC66'>[10]</font> Advanced Explosives"
DescriptionTitle="Advanced Explosives"
DescriptionEntry="!"

[PG11 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC99'>[11]</font> Experimental Ammo"
DescriptionTitle="Experimental Ammo"
DescriptionEntry="!"

[PG12 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC99'>[12]</font> Experimental Grenade"
DescriptionTitle="Experimental Grenade"
DescriptionEntry="!"

[PG13 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC99'>[13]</font> Experimental Armor"
DescriptionTitle="Experimental Armor"
DescriptionEntry="!"

[PG14 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC99'>[14]</font> Experimental Heavy Weapon"
DescriptionTitle="Experimental Heavy Weapon"
DescriptionEntry="!"

[PG15 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC99'>[15]</font> Experimental Powered Weapon"
DescriptionTitle="Experimental Powered Weapon"
DescriptionEntry="!"

[PG16 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC33'>[16]</font> Serpent Suit"
DescriptionTitle="Serpent Suit"
DescriptionEntry="!"

[PG17 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC33'>[17]</font> R.A.G.E. Suit"
DescriptionTitle="R.A.G.E. Suit"
DescriptionEntry="!"

[PG18 X2EncyclopediaTemplate]
ListTitle="<font color='#CCCC33'>[18]</font> Icarus Armor"
DescriptionTitle="Icarus Armor"
DescriptionEntry="!"

; -----------
; FACILITIES
; -----------

[Header_FACILITIES X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_Facility' width='32' height='32' vspace='-6'> FACILITIES"

[FA01 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[01]</font> Laboratory"
DescriptionTitle="Laboratory"
DescriptionEntry="!" 

[FA02 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[02]</font> Workshop"
DescriptionTitle="Workshop"
DescriptionEntry="!"

[FA03 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[03]</font> Power Relay"
DescriptionTitle="Power Relay"
DescriptionEntry="!"

[FA04 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[04]</font> Guerrilla Tactics School"
DescriptionTitle="Guerrilla Tactics School"
DescriptionEntry="!" 

[FA05 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[05]</font> Advanced Warfare Center"
DescriptionTitle="Advanced Warfare Center"
DescriptionEntry="!"

[FA06 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[06]</font> Proving Ground"
DescriptionTitle="Proving Ground"
DescriptionEntry="!"

[FA07 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[07]</font> Resistance Comms"
DescriptionTitle="Resistance Comms"
DescriptionEntry="!" 

[FA08 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[08]</font> Shadow Chamber"
DescriptionTitle="Shadow Chamber"
DescriptionEntry="!" 

[FA09 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[09]</font> Psi Lab"
DescriptionTitle="Psi Lab"
DescriptionEntry="!"  

[FA10 X2EncyclopediaTemplate]
ListTitle="<font color='#00CC00'>[10]</font> Defense Matrix"
DescriptionTitle="Defense Matrix"
DescriptionEntry="!"

; ------
; W/A/I
; ------

[Header_WEARIT X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_WeaponPRI' width='32' height='32' vspace='-6'><img src='img:///LABy_UILibrary.Tag_Armor' width='32' height='32' vspace='-6'><img src='img:///LABy_UILibrary.Tag_Item' width='32' height='32' vspace='-6'> W/A/I"

[LWeapons X2EncyclopediaTemplate]
ListTitle="Weapons"
DescriptionTitle="Weapons"
DescriptionEntry="Each of these three articles will require their own custom 'Summary sheet Tables' with localized ToolTips!" 

[LArmors X2EncyclopediaTemplate]
ListTitle="Armors"
DescriptionTitle="Armors"
DescriptionEntry="!" 

[LItems X2EncyclopediaTemplate]
ListTitle="Items"
DescriptionTitle="Items"
DescriptionEntry="!" 


; --------
; LOOTING
; --------

[Header_LOOTPADS X2EncyclopediaTemplate]
ListTitle="<img src='img:///UILibrary_Common.UIEvent_loot' width='32' height='32' vspace='-6'> LOOTING"

[LPCS X2EncyclopediaTemplate]
ListTitle="Personal Combat Sims (PCS)"
DescriptionTitle="PCS"
DescriptionEntry="1) Will require custom 'Summary sheet Tables' for PCS & WUP\n\n2) And... Hook the Pad(s) Icons = <img src='img:///LABy_UILibrary.Tog_PaDecrypt' width='36' height='36' vspace='0'> & Fill their ToolTips!" 

[LWUP X2EncyclopediaTemplate]
ListTitle="Weapon Upgrades (WUP)"
DescriptionTitle="WUP"
DescriptionEntry="!"

[RD01 X2EncyclopediaTemplate]
ListTitle="<font color='#FF66FF'>[01]</font> Alien Data Cache Decryption"
DescriptionTitle="Alien Data Cache Decryption"
DescriptionEntry="!"

[RD02 X2EncyclopediaTemplate]
ListTitle="<font color='#FF66FF'>[02]</font> ADVENT Datapad Decryption"
DescriptionTitle="ADVENT Datapad Decryption"
DescriptionEntry="!"

[RD03 X2EncyclopediaTemplate]
ListTitle="<font color='#FF66FF'>[03]</font> Facility Lead"
DescriptionTitle="Facility Lead"
DescriptionEntry="!"

; ----------------
; DLC/MODS ADDONS
; ----------------

[Header_ADDONSDM X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_Starters' width='32' height='32' vspace='-6'> DLC/MOD ADDONS"

[DM01Ah X2EncyclopediaTemplate]
ListTitle="DLC / Alien Hunters"
DescriptionTitle="Alien Hunters"
DescriptionEntry="Custom Mini-Trees over-here!!\n+ Two Hooks; HL(07) Locator Beacon & HL(08) Vipers Nest"

[DM02Sg X2EncyclopediaTemplate]
ListTitle="DLC / Shen's Gift"
DescriptionTitle="Shen's Gift"
DescriptionEntry="! Reserved until Mid-August"

[DM03Lws X2EncyclopediaTemplate]
ListTitle="LWS / Release Day Trio"
DescriptionTitle="LWC"
DescriptionEntry="Three SMG Weapons + Muton Centurion + Leader Pack!"

[DM04Gb X2EncyclopediaTemplate]
ListTitle="Grimy stuff / ..."
DescriptionTitle="However, Whenever..."
DescriptionEntry="!"

[MODetc X2EncyclopediaTemplate]
ListTitle="MODS / ..."
DescriptionTitle="Whatever else..."
DescriptionEntry="!"

; ---------
; STRATEGY
; ---------

[Header_STRATEGY X2EncyclopediaTemplate]
ListTitle="<img src='img:///LABy_UILibrary.Tag_Starters' width='32' height='32' vspace='-6'> STRATEGY"

[AdventDS01 X2EncyclopediaTemplate]
ListTitle="ADVENT Details & Stats"
DescriptionTitle="ADVENT"
DescriptionEntry="Custom Articles over-here!!"

[AlienDS02 X2EncyclopediaTemplate]
ListTitle="ALIENS Details & Stats"
DescriptionTitle="ALIENS"
DescriptionEntry="!"

[StaffInfo03 X2EncyclopediaTemplate]
ListTitle="Staff Info"
DescriptionTitle="LWC"
DescriptionEntry="!"

[PromoPri04 X2EncyclopediaTemplate]
ListTitle="Promotion principles"
DescriptionTitle="..."
DescriptionEntry="!"

[ResistCycle05 X2EncyclopediaTemplate]
ListTitle="Resistance Cycle"
DescriptionTitle="..."
DescriptionEntry="!"

[ObjectFlow06 X2EncyclopediaTemplate]
ListTitle="Objectives Flow pattern"
DescriptionTitle="..."
DescriptionEntry="!"

[Reserved07 X2EncyclopediaTemplate]
ListTitle="Reserved"
DescriptionTitle="Whatever else..."
DescriptionEntry="!"

